const menu = (prefix, pushname, NomeDoBot, sender, tempo, NickDono, patente, hora, isPremium) => {
  
// MENU PRINCIPAL \\
  
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​╭━━ ⪩
▢ き⃟❗️ɪɴғᴏ ᴅᴏ ʙᴏᴛ❗⃟ き
▢ ╭═══⊷
▢ ⌁ 🩸 Prefixo:『${prefix}』
▢ ⌁ 🩸 Hora: ${hora}
▢ ⌁ 🩸 Nome: ${NomeDoBot}
▢ ╰═══⊷
╰━━━ ⪨
╭━━ ⪩
▢ き⃟🎯 ɪɴғᴏ ᴘᴇʀғɪʟ 🎯⃟ き
▢ ╭═══⊷
▢ ⌁ 🩸 Nome: ${pushname}
▢ ⌁ 🩸 Patente: ${patente}
▢ ⌁ 🩸 Premium: ${isPremium ? `Sim` : `Não`}
▢ ╰═══⊷
╰━━━ ⪨
╭━━ ⪩
▢ き⃟👤ɴᴏᴠᴏs ᴍᴇɴᴜ👤⃟ き 
▢ ╭═══⊷
▢ ⌁ 🩸 ${prefix}menualteradores
▢ ⌁ 🩸 ${prefix}menuanimes
▢ ⌁ 🩸 ${prefix}menubrincadeiras
▢ ⌁ 🩸 ${prefix}menuefeitos
▢ ⌁ 🩸 ${prefix}menulogos
▢ ⌁ 🩸 ${prefix}menu18
▢ ⌁ 🩸 ${prefix}menuadm
▢ ⌁ 🩸 ${prefix}menudownload
▢ ⌁ 🩸 ${prefix}menulider
▢ ⌁ 🩸 ${prefix}menupremium
▢ ⌁ 🩸 ${prefix}menusticker
▢ ⌁ 🩸 ${prefix}novidades
▢ ╰═══⊷
╰━━━ ⪨
`;
};

exports.menu = menu;